Repository: ferustigris/colab_invest
Catalog: portal_ux/lib/l10n/app_*.arb
Languages: es

# ticketsNav
source: Stocks
es: Tickets

# ticketsPageTitle
source: Stock Analysis
es: Tickets de Soporte

# aiAssistantNav
source: AI Assistant
es: Asistente IA

# aiAssistantPageTitle
source: Ask me
es: Pregúntame

# userSettingsPageTitle
source: User Settings
es: Configuración del Usuario

# userMenuItemSettings
source: Settings
es: Ajustes

# userMenuItemLogOut
source: Log out
es: Cerrar sesión

# userSettingsLanguageLabel
source: Select the language
es: Selecciona el idioma

# aiAssistantChatUserMarker
source: You
es: Tú

# aiAssistantChatInputPlaceholder
source: Type here, press `Enter` to send.
es: Escribe aquí, pulsa `Enter` para enviar.

# errorNoDataFound
source: No data found
es: No se encontraron datos

# aiLanguagePrompt
source: Answer me in English.
es: Contéstame en Español

# gremlinMessage
source: Something went wrong, not my fault!
es: ¡Algo salió mal, no fue mi culpa!

# registerDeviceCTA
source: Register your DVR device
es: Registre su DVR dispositivo

# registerDeviceSuccessMessage
source: Your device was successfully registered
es: Su dispositivo fue registrado exitosamente

# registerDeviceAlertTitle
source: Device Registration
es: Registro de dispositivo

# defaultActionSuccessAckMessage
source: Success!
es: ¡Éxito!

# defaultActionSuccessAckButtonLabel
source: Understood
es: Entendido

# deviceRegistrationInputCTA
source: Enter your device id
es: Introduce el ID de tu dispositivo

# registrationButtonLabel
source: Register
es: Registrar

# deviceRegistrationPageNavigationLabel
source: Link a device to my account
es: Vincular un dispositivo a mi cuenta

# goToHomePageAckButtonLabel
source: Understood. Go to Home Page
es: Entendido. Ir a la Página de Inicio

# generalWelcomeTitle
source: Investment Portal - Sign In
es: ¡Bienvenido a Solvía Tech Vigilance!

# passwordInputPlaceholder
source: Password
es: Contraseña

# passwordResetMailSentMessage
source: Password reset mail sent. Check your email and follow the instructions
es: Correo de restablecimiento de contraseña enviado. Revisa tu correo y sigue las instrucciones

# resetPasswordButtonLabel
source: Reset password
es: Restablecer contraseña

# googleSignInButtonLabel
source: Sign In by Google
es: Iniciar sesión con Google

# emailSignInOptionEmailCTALabel
source: or by Email
es: o con tu Email

# resetPasswordPageTitle
source: Enter your email to reset password
es: Ingresa tu correo electrónico para restablecer la contraseña

# userRegistrationPageTitle
source: Enter your email and set the password
es: Ingresa tu correo electrónico y establece la contraseña

# emailVerificationCTA
source: Please verify your email
es: Por favor, verifica tu correo electrónico

# verificationEmailSendButtonLabel
source: Send the verification email
es: Enviar el correo de verificación

# cancelButtonLabel
source: Cancel
es: Cancelar

# signInButtonLabel
source: Sign In
es: Iniciar sesión

# userManualLabel
source: User Manual
es: Manual de Usuario

# dismissLabel
source: Dismiss
es: Descartar

# dontShowAgainLabel
source: Don't show again
es: No mostrar de nuevo

# haCredentialsNotificationLabel
source: Home Assistant Credentials User: demo Password: demo
es: Credenciales de Home Assistant Usuario: demo Contraseña: demo

# verificationEmailSentMessage
source: Verification email is sent, please check the instructions in your mailbox. If there is no email in your inbox, please check the spam folder.
es: El correo de verificación ha sido enviado, por favor revisa las instrucciones en tu buzón. Si no encuentras el correo en la bandeja de entrada, revisa la carpeta de spam.
